English/TED-Ed/2013-12-16 The popularity, plight and poop of penguins.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-01-09 Thu 23:07 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org9286587" class="outline-2">
<h2 id="org9286587">2013-12-16 The popularity, plight and poop of penguins</h2>
<div class="outline-text-2" id="text-org9286587">
<p class="verse">
Penguins have long captured the imagination and the hearts of people the world over.<br />
But while popular culture depicts them<br />
&#xa0;&#xa0;as clumsy, adorable birds with endlessly abundant populations,<br />
&#xa0;the truth is that penguins are exceedingly graceful, often ornery,<br />
&#xa0;&#xa0;and their populations are in rapid free fall.<br />
Their real life situation is far more precarious than people think.<br />
And if current trends do not change,<br />
&#xa0;it may not be long before penguins can only be found in movies.<br />
<br />
There are many things about penguins that make them odd birds, so to speak.<br />
For one thing, they are one of the few bird species that cannot fly,<br />
&#xa0;having evolved from flight-capable birds about 60 million years ago.<br />
Surprisingly, their closest living relative is the albatross,<br />
&#xa0;a bird known for its enormous wingspan and extraordinary soaring abilities.<br />
It may seem strange that losing the ability to fly would be an evolutionary advantage,<br />
&#xa0;but the penguin's short, flipper-like wings and solid bones<br />
&#xa0;&#xa0;allow them to swim faster and dive deeper than any other bird on Earth,<br />
&#xa0;filling an ecological niche that no other bird can.<br />
Penguins inhabit the southern hemisphere,<br />
&#xa0;being one of the few bird species able to breed in the coldest environments.<br />
But contrary to popular belief,<br />
&#xa0;they are not restricted to cold regions nor are there any at the North Pole.<br />
In fact, only 4 of the 18 penguin species regularly live and breed in Antarctica.<br />
Most penguins live in subtemperate to temperate regions.<br />
And the Galapagos penguin even lives and breeds<br />
&#xa0;right near the equator off the coast of South America.<br />
They are also found in South Africa, Namibia, Australia, and New Zealand,<br />
&#xa0;as well as on a number of islands	in the southern Atlantic, Pacific, Indian, and Antarctic Oceans.<br />
<br />
Although penguins spend 75% of their lives at sea,<br />
&#xa0;they must come to shore every year to reproduce and to molt their feathers.<br />
They do this in a variety of places,<br />
&#xa0;from the temporary ice sheets of the Antarctic to the beaches of South Africa and Namibia,<br />
&#xa0;&#xa0;to the rocky shores of subantarctic islands,<br />
&#xa0;&#xa0;to the craggy lava surfaces in the Galapagos.<br />
Different penguin species have different nesting practices.<br />
Some dig burrows into dirt, sand, or dried guano;<br />
&#xa0;some nest in tussock grasses;<br />
&#xa0;some build nests out of small rocks, sticks, and bones;<br />
&#xa0;while others don't build any nests at all.<br />
Although most penguins lay a clutch of two eggs,<br />
&#xa0;the two largest species, the King and the Emperor,<br />
&#xa0;&#xa0;lay a single egg that they incubate on top of their feet for approximately two months.<br />
<br />
Unfortunately, 15 of the 18 penguin species are currently listed as threatened,<br />
&#xa0;near-threatened, or endangered by the International Union for Conservation of Nature.<br />
In the last several decades,<br />
&#xa0;we have seen the world populations of most penguin species decline by up to 90%,<br />
&#xa0;&#xa0;with two of them,<br />
&#xa0;&#xa0;&#xa0;the Yellow-eyed and Galapagos penguins, down to just a few thousand birds.<br />
Penguins are an indicator species, the proverbial "canary in the coal mine."<br />
Simply put, if penguins are dying, it means our oceans are dying.<br />
<br />
And sadly, most of this decline is attributable to human activities.<br />
Historically, penguins have had to deal with multiple disturbances.<br />
The mass collection of penguin eggs and the harvesting of the seabird guano they nested in<br />
&#xa0;caused the dramatic decline of several penguin species.<br />
If you're wondering what humans would want with seabird poop,<br />
&#xa0;it was used as an ingredient in fertilizer and in gunpowder,<br />
&#xa0;&#xa0;being so valuable that in the 19th century,<br />
&#xa0;it was known as white gold.<br />
Current threats to penguins<br />
&#xa0;include the destruction of both marine and terrestrial habitats,<br />
&#xa0;&#xa0;&#xa0;introduced predators, entrapment in fishing nets,<br />
&#xa0;&#xa0;and pollution from plastics and chemicals.<br />
There have also been several large-scale oil spills over the past 50 years<br />
&#xa0;that have killed or impacted tens of thousands of penguins around the world.<br />
<br />
But the two major threats to penguins today are global warming and overfishing.<br />
Global warming impacts penguins in multiple ways,<br />
&#xa0;from interrupting the production of krill<br />
&#xa0;&#xa0;due to decreased sea ice formation in the Antarctic,<br />
&#xa0;to increasing the frequency and severity of storms that destroy nests,<br />
&#xa0;to shifting the cold water currents<br />
&#xa0;&#xa0;carrying the penguins' prey too far away from penguin breeding and foraging grounds.<br />
Even though humans may be the greatest threat to penguins,<br />
&#xa0;we are also their greatest hope.<br />
Many research and conservation projects are underway to protect penguin habitats<br />
&#xa0;&#xa0;and restore vulnerable populations.<br />
With a little help from us and some changes in the practices<br />
&#xa0;&#xa0;that impact our planet and oceans,<br />
&#xa0;there is hope that our tuxedo-clad friends will still be around in the next century.<br />
</p>
</div>
