English/TED-Ed/2013-12-16 The popularity, plight and poop of penguins.html
<div id="outline-container-orgc01937d" class="outline-3">
<h3 id="orgc01937d">expression</h3>
<div class="outline-text-3" id="text-orgc01937d">
<p>
clumsy [ˈklʌmzi]: adj. moving or doing things in a careless way, especially so that you drop things, knock into things etc笨拙的<br />
adorable [əˈdɔrəb(ə)l]: adj. someone or something that is adorable is so attractive that they fill you with feelings of love可崇拜的, 可爱的<br />
exceedingly [ɪkˈsidɪŋli]: adv. extremely非常地<br />
ornery [ˈɔrnəri]: adj. behaving in an unreasonable and often angry way, especially by doing the opposite of what people want you to do爱争吵的<br />
precarious [prɪˈkeriəs]: adj. a precarious situation or state is one which may very easily or quickly become worse不稳定的<br />
albatross [ˈælbəˌtrɔs]: n. a very large white sea bird信天翁<br />
wingspan [ˈwɪŋˌspæn]: n. the distance from the end of one wing to the end of the other翼展<br />
soar [sɔr]: v. to increase quickly to a high level高飞<br />
evolutionary [ˌevəˈluʃ(ə)nˌeri]: adj. relating to the way in which plants and animals develop and change gradually over a long period of time进化的<br />
flipper-like [ˈflɪpər]: adj. a flat part on the body of some large sea animals such as ↑seals, that they use for swimming鳍状肢<br />
dive [daɪv]: v. to swim under water using special equipment to help you breathe潜水<br />
hemisphere [ˈhemɪˌsfɪr]: n. a half of the Earth, especially one of the halves above and below the equator半球<br />
breed [brid]: v. if animals breed, they ↑mate in order to have babies交配繁殖<br />
reproduce [ˌriprəˈdus]: v. if an animal or plant reproduces, or reproduces itself, it produces young plants or animals繁殖<br />
subantarctic [sʌb-æn'tɑ:ktɪk] : adj. 亚南极(区)的<br />
craggy [ˈkræɡi]: adj. a mountain that is craggy is very steep and covered in rough rocks崎岖的<br />
lava [ˈlɑvə]: n. hot liquid rock that flows from a volcano, or this rock when it has become solid熔岩<br />
burrow [ˈbʌroʊ]: n. a passage in the ground made by an animal such as a rabbit or ↑fox as a place to live洞穴<br />
stick [stɪk]: n. a long thin piece of wood from a tree, which is no longer attached to the tree ⇨ branch, twig木棍<br />
incubate [ˈɪŋkjəˌbeɪt]: v. if a bird incubates its eggs, or if the eggs incubate, they are kept warm until they hatch孵卵<br />
approximately [əˈprɑksɪmətli]: adv. an approximate number, amount, or time is close to the exact number, amount etc, but could be a little bit more or less than it近似地, 大约<br />
indicator [ˈɪndɪˌkeɪtər]: n. something that can be regarded as a sign of something else指示器<br />
historical [hɪˈstɔrɪk(ə)l] historically: adj.adv. connected to the study of history在历史上, 从历史观点上说<br />
disturbance [dɪˈstɜrbəns]: n. something that interrupts what you are doing, or the act of making this happen干扰<br />
guano [ˈɡwɑnoʊ]: n. solid waste from sea birds, put on soil to help plants grow海鸟粪<br />
fertilizer [ˈfɜrt(ə)lˌaɪzər]: n. a substance that is put on the soil to make plants grow肥料<br />
marine [məˈrin]: adj. relating to the sea and the creatures that live there海的<br />
terrestrial [təˈrestriəl]: adj. living on or relating to land rather than water陆地的<br />
habitat [ˈhæbɪˌtæt]: n. the natural home of a plant or animal栖息地<br />
introduce [ˌɪntrəˈdus]: v. to bring a plan, system, or product into use for the first time引进<br />
predator [ˈpredətər]: n. an animal that kills and eats other animals ⇨ prey掠食者<br />
prey [preɪ]: n. an animal, bird etc that is hunted and eaten by another animal OPP predator被掠食者<br />
entrapment [ɪnˈtræpmənt]: n. the practice of trapping someone by tricking them, especially to show that they are guilty of a crime诱捕的行动<br />
plastic [ˈplæstɪk]: adj. a light strong material that is produced by a chemical process, and which can be made into different shapes when it is soft塑胶的<br />
krill [krɪl]: n. small shellfish磷虾<br />
conservation [ˌkɑnsərˈveɪʃ(ə)n]: n. the protection of natural things such as animals, plants, forests etc, to prevent them from being spoiled or destroyed SYN preservation保护<br />
spills [spɪl]: n. when you spill something, or an amount of something that is spilled泄漏<br />
vulnerable [ˈvʌln(ə)rəb(ə)l]: adj. someone who is vulnerable can be easily harmed or hurt易受攻击的,脆弱的<br />
tuxedo [tʌkˈsidoʊ]: n. a man’s ↑jacket that is usually black, worn on formal occasions燕尾服<br />
</p>
<hr />
<p>
have long done sth.: 长久做某事<br />
capture the imagination and the hearts of sb.: 抓住某人的想象力和心<br />
the world over: 全世界每个地方<br />
depict A. as B.: describe A. as B.描述A为B<br />
endlessly abundant: 庞大数量的<br />
in rapid free fall: 在快速自由落体<br />
so to speak: 可以说<br />
For one thing: 首先<br />
evolve from sth.: 从什么进化<br />
the ability to do sth.: 做某事的能力<br />
fill an ecological niche: 占据生态位<br />
contrary to sth.: 与某事相反的<br />
be not restricted to sp.: 不限于某处<br />
subtemperate/temperate regions: 亚热带/热带区域<br />
off sp.: in the neighbor of sp.在..附近<br />
molt their feathers: 退去自身的羽毛<br />
in tussock grasses: 在草丛中<br />
a clutch of sth./sb.: 一群/把/组<br />
be listed as sth.: 被列为某物<br />
decline by: 下降<br />
be down to sth.: 下降到<br />
in the coal mine: 在煤矿洞里<br />
Simply put: 简单来说<br />
be attributable to sth.: 对某事归因<br />
due to sth.: [4]归因于<br />
carry sb. too far away from sp.: 把某人带得远离某地<br />
be underway to do sth.: 正在做某事<br />
</p>
</div>
</div>
