TED-Ed/2013-12-16 The popularity, plight and poop of penguins.org
** sentences
have long done sth.: 长久做某事
- He has long played piano.
- None other than the puma have long been at large.
- He has long captured the heart of his girlfriend.
capture the imagination and the hearts of sb.: 
- It becomes an accepted fact that pandas which are found in China capture the hearts of people.
- This insect is not supposed to capture the hearts of students. 
- He managed to capture the heart of the girl last year.
the world over: 
- For years, people the world over come to London.
- People the world over are watching TV now.
- People the world over have a habit of staying up.
depict A. as B.: describe A. as B.
- The colossal ship is depicted as unsinkable.
- She used to depict her husband as a potato.
- I find it impossible to depict her as a pretty girl.
endlessly abundant: 庞大数量的
- Endlessly abundant populations have been killed in action.
- They have a glimpse of endlessly abundant snakes on the beach.
- There are endlessly abundant cats in this exhibition.
in rapid free fall: 在快速自由落体
- Nobody saw her in rapid free fall at midnight.
- We're in difficulty, we're in rapid free fall.
- She attempted to rescue a cat which is in rapid free fall.
so to speak: 可以说
- So to speak, she leads a happy life after she has married him.
- So to speak, advertisements make an impact on us every day.
- So to speak, she learned to speak English in her youth.
For one thing: 首先
- For one thing, I make a study of flying cats.
- For one thing, I haven't raised a great amount of money.
- For one thing, the alarm has been given for the first time.
evolve from sth.: 从什么进化
- Humans are said to have evolved from a special kind of monkey.
- She realized to her horror that human beings evolved from a special kind of monkey.
- For one thing, rabbits didn't evolve from monkeys.
the ability to do sth.: 做某事的能力
- Do you have the ability to give an eulogy at the funeral?
- He lost the ability to give a speech in public.
- I lose the ability to ask for a lift at a village fair.
fill an ecological niche: 占据生态位
- Sustaining themselves by consuming mosquitos makes them fill an ecological niche.
- Because of our activities, cats fill an ecological niche in the city.
- Cats must fill an ecological niche in the city.
contrary to sth.: 与某事相反的
- Contrary to my idea, he bought him fifty dollars worth of trouble. 
- Contrary to our plan, many villagers are still keeping digging up bodies.
- Contrary to the traffic law, he crossed the street when the light was red.
be not restricted to sp.: 不限于某处
- To our surprise, penguins are not restricted to cold regions.
- Not restricted to Beijing, we found them in Hangzhou.
- As penguins are not restricted to cold regions, they're transported to England.
subtemperate/temperate regions: 亚热带/热带区域
- My wife loves to travel on the beach in temperate regions.
- This statue used to be located in temperate regions.
- These animals which are found in temperate regions are in the exhibition held up in England.
off sp.: in the neighbor of sp.
- The petrol has been used up when we're off campus.
- He has already moved to a flat off campus.
- The fire brigade is off campus now.
molt their feathers: 退去自身的羽毛
- These birds have a habit of molting their feathers.
- These birds which are molting their feathers are depicted as monsters by local villagers.
- The bird must be molting its feathers.
in tussock grasses: 在几簇草丛中
- He is always asking me to hide in tussock grasses.
- They may be hiding in tussock grasses to attack us.
- The puma is being cornered in tussock grasses.
a clutch of sth./sb.: 一群/把/组
- The bird gathered a clutch of sticks to nest in our house.
- A clutch of sticks convinced me that the bird was due to nest in my house.
- I carried a clutch of sticks to a shady spot under the tree.
be listed as sth.: 被列为某物
- The animal must be listed as threatened.
- The boat used to be listed as a colossal ship.
- There is some small, but non-zero, probability that the bird is listed as threatened.
decline by: 下降
- The students who played truant from school last week declined by 1%.
- The price of this kind of cat declined by up to $100.
- The price of apartments in China has declined by up to 20%.
be down to sth.: 下降到
- The members of the band were down to two persons.
- The animals in the zoo have been down to a lion and two pandas.
- The crew of the restaurant is down to only three persons.
in the coal mine: 在煤矿洞里
- These workers are still being trapped in the coal mine.
- These workers have been trapped in the coal mine for nearly three hours.
- We must rescue those workers trapped in the coal mine.
Simply put: 简单来说
- Simply put, he managed to play truant from school.
- Simply put, he never lost his heart.
- Simply put, she captured the heart of the noble gangster.
be attributable to sth.: 对某事归因
- The ritual that local villagers enact to kill undead is attributable to evil reanimation.
- These cadavers weren't attributable to the diseases in London.
- Beheading is attributable to the reduction of crime in town.
due to sth.: [4]归因于
- Due to his fishing, we have fish every day.
- Due to the bacteria, the blood and matter were forced out through the mouth. 
- Due to the gases and energy, the fireworks are launched into the sky.
carry sb. far away from sp.: 
- I must carry my daughter far away from the factory.
- The authorities must carry the factory far away from us.
- The authorities should have carried the factory far away from us.
be underway to do sth.: 
- They are underway to make a study of flying cats.
- I'm underway to undertake the search for extraterrestrial life.
- The experts from the zoo are underway to hunt for the puma.
