English/TED-Ed/2013-12-16 The popularity, plight and poop of penguins.html
<div id="outline-container-orgd5b1659" class="outline-3">
<h3 id="orgd5b1659">sentences</h3>
<div class="outline-text-3" id="text-orgd5b1659">
<p>
have long done sth.: 长久做某事<br />
</p>
<ul class="org-ul">
<li>He has long played piano.<br /></li>
<li>None other than the puma have long been at large.<br /></li>
<li>He has long captured the heart of his girlfriend.<br /></li>
</ul>
<p>
capture the imagination and the hearts of sb.:<br />
</p>
<ul class="org-ul">
<li>It becomes an accepted fact that pandas which are found in China capture the hearts of people.<br /></li>
<li>This insect is not supposed to capture the hearts of students.<br /></li>
<li>He managed to capture the heart of the girl last year.<br /></li>
</ul>
<p>
the world over:<br />
</p>
<ul class="org-ul">
<li>For years, people the world over come to London.<br /></li>
<li>People the world over are watching TV now.<br /></li>
<li>People the world over have a habit of staying up.<br /></li>
</ul>
<p>
depict A. as B.: describe A. as B.<br />
</p>
<ul class="org-ul">
<li>The colossal ship is depicted as unsinkable.<br /></li>
<li>She used to depict her husband as a potato.<br /></li>
<li>I find it impossible to depict her as a pretty girl.<br /></li>
</ul>
<p>
endlessly abundant: 庞大数量的<br />
</p>
<ul class="org-ul">
<li>Endlessly abundant populations have been killed in action.<br /></li>
<li>They have a glimpse of endlessly abundant snakes on the beach.<br /></li>
<li>There are endlessly abundant cats in this exhibition.<br /></li>
</ul>
<p>
in rapid free fall: 在快速自由落体<br />
</p>
<ul class="org-ul">
<li>Nobody saw her in rapid free fall at midnight.<br /></li>
<li>We're in difficulty, we're in rapid free fall.<br /></li>
<li>She attempted to rescue a cat which is in rapid free fall.<br /></li>
</ul>
<p>
so to speak: 可以说<br />
</p>
<ul class="org-ul">
<li>So to speak, she leads a happy life after she has married him.<br /></li>
<li>So to speak, advertisements make an impact on us every day.<br /></li>
<li>So to speak, she learned to speak English in her youth.<br /></li>
</ul>
<p>
For one thing: 首先<br />
</p>
<ul class="org-ul">
<li>For one thing, I make a study of flying cats.<br /></li>
<li>For one thing, I haven't raised a great amount of money.<br /></li>
<li>For one thing, the alarm has been given for the first time.<br /></li>
</ul>
<p>
evolve from sth.: 从什么进化<br />
</p>
<ul class="org-ul">
<li>Humans are said to have evolved from a special kind of monkey.<br /></li>
<li>She realized to her horror that human beings evolved from a special kind of monkey.<br /></li>
<li>For one thing, rabbits didn't evolve from monkeys.<br /></li>
</ul>
<p>
the ability to do sth.: 做某事的能力<br />
</p>
<ul class="org-ul">
<li>Do you have the ability to give an eulogy at the funeral?<br /></li>
<li>He lost the ability to give a speech in public.<br /></li>
<li>I lose the ability to ask for a lift at a village fair.<br /></li>
</ul>
<p>
fill an ecological niche: 占据生态位<br />
</p>
<ul class="org-ul">
<li>Sustaining themselves by consuming mosquitos makes them fill an ecological niche.<br /></li>
<li>Because of our activities, cats fill an ecological niche in the city.<br /></li>
<li>Cats must fill an ecological niche in the city.<br /></li>
</ul>
<p>
contrary to sth.: 与某事相反的<br />
</p>
<ul class="org-ul">
<li>Contrary to my idea, he bought him fifty dollars worth of trouble.<br /></li>
<li>Contrary to our plan, many villagers are still keeping digging up bodies.<br /></li>
<li>Contrary to the traffic law, he crossed the street when the light was red.<br /></li>
</ul>
<p>
be not restricted to sp.: 不限于某处<br />
</p>
<ul class="org-ul">
<li>To our surprise, penguins are not restricted to cold regions.<br /></li>
<li>Not restricted to Beijing, we found them in Hangzhou.<br /></li>
<li>As penguins are not restricted to cold regions, they're transported to England.<br /></li>
</ul>
<p>
subtemperate/temperate regions: 亚热带/热带区域<br />
</p>
<ul class="org-ul">
<li>My wife loves to travel on the beach in temperate regions.<br /></li>
<li>This statue used to be located in temperate regions.<br /></li>
<li>These animals which are found in temperate regions are in the exhibition held up in England.<br /></li>
</ul>
<p>
off sp.: in the neighbor of sp.<br />
</p>
<ul class="org-ul">
<li>The petrol has been used up when we're off campus.<br /></li>
<li>He has already moved to a flat off campus.<br /></li>
<li>The fire brigade is off campus now.<br /></li>
</ul>
<p>
molt their feathers: 退去自身的羽毛<br />
</p>
<ul class="org-ul">
<li>These birds have a habit of molting their feathers.<br /></li>
<li>These birds which are molting their feathers are depicted as monsters by local villagers.<br /></li>
<li>The bird must be molting its feathers.<br /></li>
</ul>
<p>
in tussock grasses: 在几簇草丛中<br />
</p>
<ul class="org-ul">
<li>He is always asking me to hide in tussock grasses.<br /></li>
<li>They may be hiding in tussock grasses to attack us.<br /></li>
<li>The puma is being cornered in tussock grasses.<br /></li>
</ul>
<p>
a clutch of sth./sb.: 一群/把/组<br />
</p>
<ul class="org-ul">
<li>The bird gathered a clutch of sticks to nest in our house.<br /></li>
<li>A clutch of sticks convinced me that the bird was due to nest in my house.<br /></li>
<li>I carried a clutch of sticks to a shady spot under the tree.<br /></li>
</ul>
<p>
be listed as sth.: 被列为某物<br />
</p>
<ul class="org-ul">
<li>The animal must be listed as threatened.<br /></li>
<li>The boat used to be listed as a colossal ship.<br /></li>
<li>There is some small, but non-zero, probability that the bird is listed as threatened.<br /></li>
</ul>
<p>
decline by: 下降<br />
</p>
<ul class="org-ul">
<li>The students who played truant from school last week declined by 1%.<br /></li>
<li>The price of this kind of cat declined by up to $100.<br /></li>
<li>The price of apartments in China has declined by up to 20%.<br /></li>
</ul>
<p>
be down to sth.: 下降到<br />
</p>
<ul class="org-ul">
<li>The members of the band were down to two persons.<br /></li>
<li>The animals in the zoo have been down to a lion and two pandas.<br /></li>
<li>The crew of the restaurant is down to only three persons.<br /></li>
</ul>
<p>
in the coal mine: 在煤矿洞里<br />
</p>
<ul class="org-ul">
<li>These workers are still being trapped in the coal mine.<br /></li>
<li>These workers have been trapped in the coal mine for nearly three hours.<br /></li>
<li>We must rescue those workers trapped in the coal mine.<br /></li>
</ul>
<p>
Simply put: 简单来说<br />
</p>
<ul class="org-ul">
<li>Simply put, he managed to play truant from school.<br /></li>
<li>Simply put, he never lost his heart.<br /></li>
<li>Simply put, she captured the heart of the noble gangster.<br /></li>
</ul>
<p>
be attributable to sth.: 对某事归因<br />
</p>
<ul class="org-ul">
<li>The ritual that local villagers enact to kill undead is attributable to evil reanimation.<br /></li>
<li>These cadavers weren't attributable to the diseases in London.<br /></li>
<li>Beheading is attributable to the reduction of crime in town.<br /></li>
</ul>
<p>
due to sth.: [4]归因于<br />
</p>
<ul class="org-ul">
<li>Due to his fishing, we have fish every day.<br /></li>
<li>Due to the bacteria, the blood and matter were forced out through the mouth.<br /></li>
<li>Due to the gases and energy, the fireworks are launched into the sky.<br /></li>
</ul>
<p>
carry sb. far away from sp.:<br />
</p>
<ul class="org-ul">
<li>I must carry my daughter far away from the factory.<br /></li>
<li>The authorities must carry the factory far away from us.<br /></li>
<li>The authorities should have carried the factory far away from us.<br /></li>
</ul>
<p>
be underway to do sth.:<br />
</p>
<ul class="org-ul">
<li>They are underway to make a study of flying cats.<br /></li>
<li>I'm underway to undertake the search for extraterrestrial life.<br /></li>
<li>The experts from the zoo are underway to hunt for the puma.<br /></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
